// File view
"Size" = "Größe";
"Date" = "Datum";
"Kind" = "Art";

"Choose..." = "Auswählen …";

"Move to Trash…" = "In den Papierkorb legen …";
"Move to Trash" = "In den Papierkorb legen";
"Delete…" = "Löschen …";
"Delete" = "Löschen";
"New Folder" = "Neuer Ordner";
"New Bucket" = "Neues Bucket";
"New File" = "Neue Datei";
"Refresh" = "Aktualisieren";
"Quick Look" = "Übersicht";
"Open Externally" = "Extern öffnen";
"Get Info" = "Get Info";
"Transfer Files" = "Dateien übertragen";
"Folder Linking" = "Ordnerverbindung";
"Go To" = "Gehe zu";
"Terminal" = "Terminal";

"Switch to remote browser" = "Zum entfernten Browser wechseln";
"Disconnect from server" = "Vom Server trennen";
"Server Disconnected" = "Server getrennt";
"remote browser" = "entfernter Browser";
"Local" = "Lokal";
"Remote" = "Entfernt";
"View options" = "Darstellungsoptionen";
"Remote view options" = "Entfernt-Darstellungsoptionen";
"Local view options" = "Lokal-Darstellungsoptionen";
"Show one file browser" = "Einen Dateibrowser einblenden";
"Show two file browsers" = "Zwei Dateibrowser einblenden";

"Hide Item Count" = "Anzahl von Objekten ausblenden";
"Show Item Count" = "Anzahl von Objekten einblenden";
"Item count" = "Anzahl von Objekten";

"Close Quick Look" = "Übersicht schließen";
"Quick Look \"%@\"" = "Übersicht „%@“";
"Quick Look %ld Items" = "Übersicht von %ld Objekt(en)";

"Hide Info" = "Information ausblenden";
"Get Info" = "Informationen";

"Send Raw Command…" = "FTP-Befehl senden …";
"Send SSH Command…" = "SSH-Befehl senden …";

"Transfer \"%@\"" = "„%@“ übertragen";
"Transfer Selected Items" = "Ausgewählte Dateien übertragen";
"Download \"%@\"" = "„%@“ herunterladen";
"Download Selection" = "Auswahl herunterladen";
"Upload \"%@\"" = "„%@“ hochladen";
"Upload Selection" = "Auswahl hochladen";
"Move \"%@\"" = "„%@“ bewegen";
"Move Selection" = "Auswahl bewegen";
//used with the above strings
"Without Rules" = "Ohne Regeln";

"Compress \"%@\"" = "„%@“ komprimieren";
"Compress" = "Komprimieren";
"Compress %lu Items" = "%lu Objekte komprimieren";

"Compress & Upload Selected Items" = "Ausgewählte Objekte komprimieren und hochladen";
"Compress & Upload \"%@\"" = "„%@“ komprimieren und hochladen";

"Open With %@" = "Öffnen mit %@";
"Open With External Editor" = "In externem Editor öffnen";

"Could not change folder to \"%@\"." = "Ordner konnte nicht zu „%@“ geändert werden.";
"The folder could not be found." = "Der Ordner konnte nicht gefunden werden.";
"Are you sure you want to edit %lu files?" = "Möchten Sie %lu Dateien wirklich bearbeiten?";
"This action cannot be undone." = "This action cannot be undone.";

"Parameter type mismatch." = "Parametertypen stimmen nicht überein.";
"File does not exist." = "Datei ist nicht vorhanden.";
"You must use a remote File Viewer for this action." = "Sie müssen eine entfernte Dateianzeige für diese Aktion verwenden.";
"Folder does not exist." = "Ordner ist nicht vorhanden.";
"Could not complete operation." = "Vorgang konnte nicht abgeschlossen werden.";

"Transcript" = "Aufzeichnung";
"Describe what's going on, what message you're getting, or what's not working." = "Beschreiben Sie, was passiert, welche Meldung angezeigt wird oder was nicht funktioniert.";

"Are you sure you want to delete \"%@\"?" = "Möchten Sie „%@“ wirklich löschen?";
"Are you sure you want to delete the selected %i items?" = "Möchten Sie wirklich die ausgewählten %i Objekte löschen?";
"The selected items will be deleted immediately." = "The selected items will be deleted immediately.";
"The selected items will be moved to the Trash." = "Die ausgewählten Objekte werden in den Papierkorb bewegt.";
"The selected items will be deleted immediately." = "Die ausgewählten Objekte werden sofort gelöscht.";

// Get Info
"Tags:" = "Tags:";
"Multiple Items" = "Multiple Items";
"Multiple Values" = "Mehrere Werte";
"InfoWindowTitleFormat" = "Info zu %@";
"InfoWindowSizeFormat" = "%@ (%@ Byte)";
"InfoWindowNumItemsFormat" = "%d items";
"CloseWindowActivityTitle" = "Möchten Sie dieses Fenster wirklich schließen?";
"CloseWindowActivityMessage" = "%@ führt im Moment eine Dateiaktivität aus. Wenn Sie dieses Fenster schließen, wird die Dateiaktivität unter Umständen nicht abgeschlossen.";
"Don't Close" = "Nicht schließen";
"Close" = "Schließen";
"Are you sure you want to apply the selected attributes to all the enclosed items?" = "Möchten Sie die ausgewählten Attribute wirklich auf alle eingeschlossenen Objekte anwenden?";
"Are you sure you want to apply the selected owner and group to all the enclosed items?" = "Möchten Sie den ausgewählten Eigentümer und die Gruppe wirklich auf alle eingeschlossenen Objekte anwenden?";
"Are you sure you want to apply the selected permissions to all the enclosed items?" = "Möchten Sie die ausgewählten Zugriffsrechte wirklich auf alle eingeschlossenen Objekte anwenden?";
"This action cannot be undone." = "Dieser Vorgang kann nicht rückgängig gemacht werden.";
"Calculate remote folder size" = "Größe des entfernten Ordners berechnen";
"Calculate" = "Berechnen";

"Connecting..." = "Verbinden …";
"Choose" = "Auswählen";
"MultiTransferMessage" = "Es liegen %ld aktive Übertragungen mit diesem Server vor. Möchten Sie die Übertragungen trennen oder aktiv behalten, damit sie abgeschlossen werden können?";
"SingleTransferMessage" = "Es liegt eine aktive Übertragung mit diesem Server vor. Möchten Sie die Übertragung trennen oder aktiv behalten, damit sie abgeschlossen werden kann?";
"Transfers are in progress." = "Es laufen noch Übertragungen.";
"Keep Active" = "Aktiv behalten";
"Disconnect All" = "Alle trennen";
"Cancel" = "Abbrechen";
"The file \"%@\" is now hidden." = "Die Datei „%@“ ist nun ausgeblendet.";
"Since the new name begins with a period and %@ is currently hiding invisible files, the file will not be visible.\n\nWould you like to show invisible files? (You can always change this setting later in the View menu.)" = "Weil der neue Name mit einem Punkt beginnt und %@ unsichtbare Dateien momentan ausblendet, ist die Datei nicht sichtbar.\n\nMöchten Sie unsichtbare Dateien einblenden? (Sie können diese Einstellung später jederzeit im Menü „Darstellung“ ändern.)";
"Show Hidden Files" = "Ausgeblendete Dateien einblenden";
"Hide Hidden Files" = "Ausgeblendete Dateien ausblenden";
"An item with the name \"%@\" already exists in this location." = "Ein Objekt mit dem Namen „%@“ ist bereits am Zielort vorhanden.";
"Please choose a different name." = "Bitte wählen Sie einen anderen Namen aus.";
"Are you sure you want to remove the extension \".%@\"?" = "Möchten Sie wirklich das Suffix „.%@“ entfernen?";
"If you make this change, your document may open in a different application." = "Wenn Sie diese Änderung durchführen, wird Ihr Dokument eventuell in einem anderen Programm geöffnet.";
"OK" = "OK";
"Edit" = "Bearbeiten";
"disconnect" = "trennen";
"New Bucket..." = "Neues Bucket …";
"Places" = "Orte";
"Open symbols and files quickly" = "Symbole und Dateien schnell öffnen";
"Open Quickly" = "Schnell öffnen";
"Click to show Places; drop folders here to add them to your Places" = "Klicken Sie, um Orte anzuzeigen; bewegen Sie Ordner hierher, um sie Ihren Orten hinzuzufügen.";
"No Bucket" = "Kein Bucket";
"Inspector" = "Inspector";
"Hide Errors" = "Fehler ausblenden";
"Show Errors" = "Fehler einblenden";
"%@ can’t verify the identity of the server “%@”." = "%@ kann die Identität des Servers „%@“ nicht überprüfen.";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "Zeitüberschreitung bei Verbindung oder Serverfehler. Der Server, mit dem Sie eine Verbindung herstellen, ist unter Umständen so konfiguriert, die Anzahl der Verbindungen, die Sie herstellen dürfen, einzuschränken.";
"Mounting %@..." = "%@ aktivieren …";
"ServerMaximumRetryDelayFormat" = "%d Sek.";
"ftp.domain.com" = "ftp.domain.com";
"NoProxyDescription" = "Kein Proxyserver verfügbar";
"ProxyType1Description" = "Sende „USER user@real.hostname“";
"ProxyType2Description" = "Auf Firewall mit „USER fwuser“ und „PASS fwpass“ einloggen, dann „USER user@real.hostname“";
"ProxyType3Description" = "Nutze „SITE real.hostname“ gefolgt vom regulären USER und PASS";
"ProxyType4Description" = "Nutze „OPEN real.hostname“ gefolgt vom regulären USER und PASS";
"ProxyType5Description" = "Sende „USER user@fwuser@real.hostname“ und „PASS pass@fwpass“";
"ProxyType6Description" = "Sende „USER fwuser@real.hostname“ und „PASS fwpass“ gefolgt von „USER user“ and „PASS pass“";
"ProxyType7Description" = "Sende „USER user@real.hostname fwuser“ und „PASS pass“ gefolgt von „ACCT fwpass“";
"ProxyType8Description" = "Sende „USER user@real.hostname:port“ gefolgt von „PASS pass“";
"ProxyType9Description" = "Sende „USER user@real.hostname port“ gefolgt von „PASS pass“";
"ProxyType10Description" = "Benutzter SOCKS 4-Proxyserver";
"ProxyType11Description" = "Benutzter SOCKS 4a-Proxyserver";
"ProxyType12Description" = "Benutzter SOCKS 5-Proxyserver";
"ProxyType13Description" = "Sende „USER user@fwuser@hostname“";
"Default" = "Standard";
"Open" = "Öffnen";
"Choose Application" = "Programm auswählen";
"Choose an application to open the selected documents." = "Wählen Sie ein Programm aus, um die ausgewählten Dokumente zu öffnen.";
"Always open with" = "Immer öffnen mit";
"(default)" = "(Standard)";
"Other..." = "Andere …";
"Could not edit %@." = "%@ konnte nicht bearbeitet werden.";
"Could not launch %@." = "%@ konnte nicht gestartet werden.";
"The application may have been moved or deleted." = "Das Programm wurde unter Umständen bewegt oder gelöscht.";
"Could not launch ODB supported editor." = "Editor mit ODB-Unterstützung konnte nicht gestartet werden.";
"This could be caused by using an old version of the editor that does not support this feature." = "Dies könnte durch den Einsatz einer alten Version des Editors, der diese Funktion nicht unterstützt, verursacht worden sein.";
"NoAccessPromptMessage" = "%@ hat aufgrund der macOS-Sicherheitseinschränkungen keinen Zugriff auf „%@“.";
"NoAccessChooseMessage" = "Sie müssen diesen Ordner manuell auswählen, um darauf zuzugreifen.";
"Archive.zip" = "Archiv.zip";
"FTP/SFTP" = "FTP/SFTP";
"WebDAV" = "WebDAV";
"S3" = "S3";
"The rule \"%@\" contains a syntax error." = "Die Regel „%@“ enthält einen Syntaxfehler.";
"Please update the rule and try again: (%@)." = "Aktualisieren Sie die Regel und versuchen Sie es erneut: (%@).";
"Default File" = "Standarddatei";
"Default Folder" = "Standardordner";
"Not Connected" = "Nicht verbunden";
"What would you like to do?" = "Wie möchten Sie vorgehen?";

// PCUserNotificationCenter
"Download Complete" = "Download abgeschlossen";
"Upload Complete" = "Upload abgeschlossen";
"%ld items:\n" = "%ld Objekte:\n";
"And %ld more…" = "Und %ld mehr …";

// preferences
"Transfers" = "Übertragungen";
"Cloud" = "Cloud";
"Rules" = "Regeln";
"Advanced" = "Erweitert";
"Add server" = "Server hinzufügen";
"Add permissions" = "Zugriffsrechte hinzufügen";
"Add rule" = "Regel hinzufügen";
"Add custom upload header" = "Eigenen Upload-Header hinzufügen";
"Custom Header" = "Eigener Header";
"Add extension" = "Suffix hinzufügen";

// PCPlacesBar
"LOCAL" = "LOKAL";

// Get Info
"Created" = "Erstellt";
"Modified" = "Geändert";
"Read" = "Lesen";
"Write" = "Schreiben";
"Execute" = "Ausführen";
"User" = "Benutzer";
"Group" = "Group";
"World" = "Alle";
"Octal" = "Oktal";
"Owner" = "Eigent.";
"Group" = "Gruppe";
"Apply" = "Anwenden";
"Apply to Enclosed" = "Auf Enthaltenes anwenden";
"Preview" = "Vorschau";
"General" = "Allgemein";
"Permissions" = "Zugriffsrechte";
"%@ Options" = "%@ Options";
"Not Applicable" = "Nicht anwendbar";
"Calculate Size" = "Größe berechnen";
"Calculating size..." = "Größe berechnen …";
"n/a" = "n. v.";
"SizeFormat" = "%@ (%@ auf dem Volume)";
"InfoWindowNumItemsFormat" = "%d Objekte";
"(none selected)" = "(keine Auswahl)";
"No Selection" = "Keine Auswahl";
"%@ Options" = "%@-Optionen";
"Inspector" = "Informationen";
"Multiple Items" = "Mehrere Objekte";
"%@ Info" = "Info zu %@";
"%.0f × %.0f px" = "%.0f x %.0f px";
"Click to download and preview" = "Zum Herunterladen und für die Vorschau klicken";
"File size" = "Dateigröße";
"File path" = "Dateipfad";
"File name" = "Dateiname";
"File kind" = "Dateiart";
"Dock window" = "Fenster im Dock ablegen";
"Detach inspector" = "Informationen ausblenden";

"Indexing files..." = "Dateien indizieren …";

"untitled-container" = "unbenannter-Container";
"Checking availability..." = "Verfügbarkeit prüfen …";
"This name is already in use." = "Dieser Name wird bereits verwendet.";
"This name cannot be used." = "Dieser Name kann nicht verwendet werden.";

// Activity
"Activity" = "Aktivität";
"No Activities" = "Keine Aktivitäten";

"Activity (Paused)" = "Aktivität (angehalten)";
"Pause Pending Transfers" = "Ausstehende Übertragungen anhalten";
"Resume Pending Transfers" = "Ausstehende Übertragungen fortsetzen";
"Pause / Resume" = "Anhalten/Fortsetzen";
"Pause and resume remote file transfers" = "Anhalten und entfernte Dateiübertragungen fortsetzen";

"Conflict Behavior" = "Konfliktbereinigung";
"Override the default conflict behavior for this tab" = "Standardkonfliktbereinigung für diesen Tab überschreiben";

"Actions" = "Aktionen";

"Clear" = "Löschen";
"Remove completed transfers from the queue" = "Abgeschlossene Übertragungen aus der Warteschlange entfernen";

"Downloading" = "Herunterladen";
"Uploading" = "Hochladen";

"When a file exists…" = "Wenn eine Datei vorhanden ist …";
"When a folder exists…" = "Wenn ein Ordner vorhanden ist …";

"Ask" = "Fragen";
"Skip" = "Überspringen";
"Resume" = "Fortsetzen";
"Merge" = "Zusammenführen";
"Overwrite" = "Überschreiben";
"Keep Both" = "Beide behalten";

"Continue After Error" = "Nach Fehler fortsetzen";

"Remove" = "Entfernen";

"Retry" = "Erneut versuchen";
"Retry Failed" = "Fehlgeschlagene erneut versuchen";
"Retry all failed transfers" = "Alle fehlgeschlagenen Übertragungen erneut versuchen";

"Show In Finder" = "Im Finder zeigen";
"Show in File Browser" = "In der Dateiübersicht zeigen";

// Passwords and Keys
"Save in Keychain" = "Im Schlüsselbund sichern";

// PasswordInputSheetController
"Enter password for server \"%@\" with user name \"%@\"." = "Geben Sie ein Passwort für den Server „%@“ mit dem Benutzernamen „%@“ ein.";
"Enter username and password for server \"%@\"." = "Geben Sie einen Benutzernamen und ein Passwort für den Server „%@“ ein.";
"Password:" = "Passwort:";

"Create a new Bucket" = "Neuen Bucket erstellen";
"Bucket Name:" = "Bucket-Name:";
"Type:" = "Typ:";
"All Private" = "Alle privaten";
"All Public" = "Alle öffentlichen";
"Create" = "Erstellen";

"UnsupportedProtocolErrorMessage" = "Der Server, mit dem Sie eine Verbindung herstellen möchten, verwendet ein Protokoll, das in dieser %@-Version nicht unterstützt wird. Sehen Sie auf unserer Website nach einem Update nach, das dieses Protokoll unterstützt.";
"Could not connect to server \"%@\"." = "Verbindung mit Server „%@“ konnte nicht hergestellt werden.";

// RawCommandSheetController
"In response to \"%@\", the server said:" = "Als Antwort auf „%@“ meldete der Server:";

// PCBatchRenameSheetController
"Rename" = "Umbenennen";
"Rename %lu Items..." = "%lu Objekte umbenennen …";
"Rename %lu Items" = "%lu Objekte umbenennen";
"Please select fewer files." = "Wählen Sie weniger Dateien aus.";
"Batch renaming is limited to 10,000 files at a time." = "Die Stapelumbenennung ist auf jeweils 10.000 Dateien begrenzt.";

"You can’t paste at this location because you can’t paste an item into itself." = "Sie können an diesem Ort nicht einsetzen, da Sie ein Objekt nicht in sich selbst einsetzen können.";
"Copied" = "Kopiert";
"untitled folder" = "unbenannter Ordner";
"untitled file" = "unbenannte Datei";
"New File Share..." = "Neue Dateifreigabe …";
"New Container..." = "Neuer Container …";

// ResolveFileConflictSheetController
"This file is older." = "Diese Datei ist älter.";
"This file is newer." = "Diese Datei ist neuer.";
"This folder is older." = "Dieser Ordner ist älter.";
"This folder is newer." = "Dieser Ordner ist neuer.";

// Accessibility

"Remote file view" = "Ansicht der entfernten Datei";
"Local file view" = "Ansicht der lokalen Datei";
